---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayrunHeightParam
source: html/a0eb0f71-c27c-ea48-bec8-19cc42d24711.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayrunHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayrunHeightParam { get; }
```